results/routeA/initialization_check/Ra0_medium/constant/momentumTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object momentumTransport;
}
simulationType laminar;
