results/routeA/initialization_check/Ra0_medium/constant/g
FoamFile
{
    format ascii;
    class uniformDimensionedVectorField;
    location "constant";
    object g;
}
dimensions [0 1 -2 0 0 0 0];
value (0 0 0);
