results/routeA/initialization_check/Ra0_medium/constant/pRef
FoamFile
{
    format ascii;
    class uniformDimensionedScalarField;
    location "constant";
    object pRef;
}
dimensions [1 -1 -2 0 0 0 0];
value 0;
