results/routeA/initialization_check/Ra0_medium/constant/thermophysicalTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object thermophysicalTransport;
}
laminar
{
    model Fourier;
}
